var validationTranslate = {
	required: "Это поле необходимо заполнить!",
	required_checker: "Этот параметр - обязателен!",
	required_select: "Этот параметр - обязателен!",

	password: "Укажите корректный пароль!",
	remote: "Пожалуйста, введите правильное значение!",
	email: "Пожалуйста, введите корректный адрес электронной почты!",
	url: "Пожалуйста, введите корректный URL!",
	date: "Пожалуйста, введите корректную дату!",
	dateISO: "Пожалуйста, введите корректную дату в формате ISO!",
	number: "Пожалуйста, введите число!",
	digits: "Пожалуйста, вводите только цифры!",
	creditcard: "Пожалуйста, введите правильный номер кредитной карты!",
	equalTo: "Пожалуйста, введите такое же значение ещё раз!",

	maxlength: "Пожалуйста, введите не более {0} символов!",
	maxlength_checker: "Пожалуйста, выберите не более {0} параметров!",
	maxlength_select: "Пожалуйста, выберите не более {0} пунктов!",

	minlength: "Пожалуйста, введите не менее {0} символов!",
	minlength_checker: "Пожалуйста, выберите не менее {0} параметров!",
	minlength_select: "Пожалуйста, выберите не менее {0} пунктов!",

	rangelength: "Пожалуйста, введите значение длиной от {0} до {1} символов!",
	rangelength_checker: "Пожалуйста, выберите от {0} до {1} параметров!",
	rangelength_select: "Пожалуйста, выберите от {0} до {1} пунктов!",

	range: "Пожалуйста, укажите значение от {0} до {1}!",
	max: "Пожалуйста, укажите значение, меньше или равное {0}!",
	min: "Пожалуйста, укажите значение, больше или равное {0}!",

	filetype: "Допустимые расширения файлов: {0}!",
	filesize: "Максимальный объем {0}KB!",
	filesizeEach: "Максимальный объем каждого файла {0}KB!",

	pattern: "Укажите значение соответствующее маске {0}!",
	word: "Введите корректное словесное значение!",
	login: "Введите корректный логин!",
	phoneUA: "Некорректный формат украинского номера",
	phone: "Введите коректный номер телефона"
};
